Repository: zicodeng/PlantStory
Catalog: PlantStory/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: The stamen is the pollen-producing structure made of a filament and an anther.
zh_hans: 雄蕊由花丝和花药组成，负责产生花粉。

source: The stem supports the plant and carries water and sugars between roots and leaves.
zh_hans: 茎支撑植物，并在根和叶之间运输水分与糖分。

source: The stigma is the receptive tip of the pistil where pollen can land.
zh_hans: 柱头位于雌蕊顶端，可以接收落下的花粉。

source: The style is the stalk connecting the stigma to the ovary below.
zh_hans: 花柱是连接柱头与下方子房的柄状结构。

source: The tip is the farthest point of the leaf blade from the petiole.
zh_hans: 叶尖是叶片上距离叶柄最远的末端。

source: The tip jar is taking root
zh_hans: 小小支持，暂时收好

source: The young leaf becomes visible but stays compact. Folding or rolling protects tender tissue while it grows.
zh_hans: 新叶已经露出来，但仍保持紧凑。折叠或卷曲的形态能在生长时保护幼嫩组织。

source: These are starting points, not universal rules. Learn how much drying your plant species prefers.
zh_hans: 这些只是判断起点，并非适合所有植物。还要了解你的植物喜欢盆土干到什么程度。

source: These locations are inside PlantStory’s private app container and are not visible in the Files app.
zh_hans: 这些文件位于 PlantStory 的私有 App 空间中，因此不会显示在“文件”App 里。

source: These symptoms can have other causes. Check watering, roots, temperature, and pests before moving the plant again.
zh_hans: 这些表现也可能由其他问题引起。再次移动植物前，先检查浇水、根系、温度和虫害。

source: They are the thinner lines branching outward from the central midrib.
zh_hans: 从中央主脉向两侧分出的细线就是叶脉。

source: They do not have the same vascular plumbing or true roots found in ferns and seed plants.
zh_hans: 它们没有蕨类和种子植物那样的维管输送系统，也没有真正的根。

source: They usually branch below the soil, with fine roots spreading from thicker ones.
zh_hans: 根通常在土壤下方分叉，细根从较粗的根上向外延伸。

source: Thick leaves, compact growth, and star-shaped flowers are common family traits.
zh_hans: 肥厚叶片、紧凑株形和星形花朵，都是这个科常见的特征。

source: Thick structural roots anchor the plant and form the framework that supports smaller roots.
zh_hans: 粗壮的支撑根固定植物，并形成承托较小根系的骨架。

source: Think about any recent move or change in temperature, light, or watering.
zh_hans: 回想近期是否搬动过植物，或改变了温度、光照和浇水。

source: This API key was rejected. Check or replace it and try again.
zh_hans: 这个 API 密钥无法使用。请检查密钥，或更换后重试。

source: This backup uses unsupported format version %lld. Update PlantStory and try again.
zh_hans: 这个备份的格式版本（%lld）暂不支持。请更新 PlantStory 后再试。

source: This broad family includes many tough, architectural houseplants once placed in separate families.
zh_hans: 这是一个范围很广的家族，包含许多株形利落、适应力强的室内植物；其中不少过去曾被归入其他科。

source: This feature is not available in your App Store region.
zh_hans: 此功能暂不适用于你所在的 App Store 地区。

source: This is a beginner map of land plants—not every branch of the scientific tree.
zh_hans: 这是一张面向新手的陆生植物简图，并未列出科学分类树上的每条分支。

source: This is a comfortable range for many foliage plants, but always check the care needs of the individual species.
zh_hans: 许多观叶植物都适合这个范围，但仍要查看具体品种的养护需求。

source: This multiplication sign shows that a plant has a hybrid origin.
zh_hans: 这个乘号表示植物具有杂交来源。

source: This OpenAI account is temporarily rate limited or needs billing credits.
zh_hans: 这个 OpenAI 账户暂时受到调用频率限制，或 API 余额不足。

source: This purchase could not be completed. Please try again later.
zh_hans: 购买未能完成，请稍后再试。

# This removes the entry from %@’s history: %@
source: This removes the entry from %1$@’s history: %2$@
zh_hans: 将从 %1$@ 的记录中删除： %2$@

source: This sends another request and uses additional OpenAI API credits. If the name and species have not changed, the new description will likely be similar.
zh_hans: 重新生成会再次发送请求，并消耗额外的 OpenAI API 额度。如果名称和物种没有变化，新描述通常也会很相似。

source: This sends another request and uses additional OpenAI API credits. If the plant name and species have not changed, the new suggestion will likely be similar.
zh_hans: 重新生成会再次发送请求，并消耗额外的 OpenAI API 额度。如果植物名称和物种没有变化，新建议通常也会很相似。

source: Thousands of microscopic root hairs increase the surface area available to absorb water and dissolved minerals.
zh_hans: 数以千计的微小根毛扩大表面积，用来吸收水分和溶解的矿物质。

source: Three heart balloons floating over botanical leaves
zh_hans: 三只爱心气球飘在绿叶上方

source: Thrips
zh_hans: 蓟马

source: Time
zh_hans: 时间

source: Timeline event
zh_hans: 事件标签

source: Tiny dark flies near soil
zh_hans: 在盆土附近飞动的小黑虫

source: Tiny dark flies run across or hover above damp potting mix. Adults are mostly a nuisance, but larvae live in the mix and may harm roots when numerous.
zh_hans: 小黑虫会在潮湿盆土上爬动或盘旋。成虫主要让人困扰，但幼虫生活在土中，数量很多时可能伤害根系。

source: Today
zh_hans: 今天

source: Tomorrow
zh_hans: 明天

source: Too dry or too wet?
zh_hans: 太干还是太湿？

source: Too little light or a lasting nutrient shortage can cause broader yellowing.
zh_hans: 长期光照不足或缺少养分，可能导致更多叶片发黄。

source: Too much water
zh_hans: 浇水过多

source: Toxicity
zh_hans: 毒性

source: Trace one of the thick roots spreading away from the crown before it divides.
zh_hans: 沿着一条从根颈向外伸展、尚未分枝的粗根观察。

source: Trace the bare section of stem between two leaf attachment points.
zh_hans: 观察两个叶片连接点之间没有叶子的那一段茎。

source: Trace the complete outside border of the leaf from its base to its tip.
zh_hans: 从叶片基部一路沿着外侧边缘看到叶尖。

source: Trace the outer edge. Deep curves reach inward, but the blade remains one connected leaf.
zh_hans: 沿着叶缘观察：凹口深入叶片，但整片叶仍连在一起。

source: Treat carefully
zh_hans: 谨慎处理

source: Treatment applied
zh_hans: 已处理

source: Tree philodendron
zh_hans: 春羽

source: Trees, nearby buildings, screens, curtains, and roof overhangs can reduce window light.
zh_hans: 树木、邻近建筑、纱窗、窗帘和屋檐都会削弱窗边的光照。

source: True palms are flowering plants with a single growing point and leaves commonly divided into leaflets.
zh_hans: 真正的棕榈是开花植物，通常只有一个生长点，叶片常分裂成许多小叶。

source: Try a common name, scientific name, old name, genus, or family. Results stay on this device and work offline.
zh_hans: 输入俗名、学名、旧学名、属或科都可以。资料保存在本机，离线也能查询。

source: Try a shorter name, an old scientific name, or a family such as Araceae.
zh_hans: 试试更短的名称、旧学名，或输入 Araceae 这样的科名。

source: Try again
zh_hans: 再试一次

source: Try another care filter for this month.
zh_hans: 请尝试本月的其他养护筛选条件。

source: Try another name or species.
zh_hans: 换个名称或物种试试。

source: Try another name, species, or location.
zh_hans: 换个名称、物种或地点试试。

source: Try this
zh_hans: 这样检查

source: Turn off reminder for %@
zh_hans: 关闭%@的提醒

source: Turn the pot periodically if one side keeps leaning toward the light.
zh_hans: 如果植物总向光源一侧倾斜，可以定期转动花盆，让生长更均匀。

source: Unavailable
zh_hans: 不可用

source: Understand indoor light, read plant signals, and find a better spot.
zh_hans: 认识室内光照，读懂植物信号，为它找到更合适的位置。

source: Understand symptoms and what to check first.
zh_hans: 了解常见症状，并知道该先检查什么。

source: Understand your plants.
zh_hans: 读懂你的植物

source: Unfiltered sunlight reaches the foliage for part of the day. This is much more intense than a bright room.
zh_hans: 一天中有一段时间，未经遮挡的阳光会直接照到叶片，强度远高于普通明亮房间。

source: Unfurling leaf
zh_hans: 叶片展开

source: Unusually long internodes can be a clue that a plant needs more light.
zh_hans: 节间异常拉长，可能说明植物需要更多光照。

source: Use a clean container and fresh, airy propagation medium—or water when the species and method suit it.
zh_hans: 准备干净容器和新鲜透气的繁殖基质；如果品种和方法合适，也可以用水培生根。

source: Use a container with an open drainage hole so extra water can escape.
zh_hans: 选择有畅通排水孔的花盆，让多余水分能顺利流出。

source: Use a different key
zh_hans: 更换密钥

source: Use clean, sharp tools
zh_hans: 工具要干净锋利

source: Use fresh potting mix suited to the plant instead of soil taken from the garden.
zh_hans: 使用适合该植物的新盆土，不要直接挖园土来种。

source: Use reminders as a cue to check the soil—not as an instruction to water.
zh_hans: 提醒只是请你查看土壤状态，并不代表一定要浇水。

source: Use seasonal intervals
zh_hans: 按季节设置间隔

source: Use the leaf, petiole, or leaf section specified for that plant. Keep track of which end is the base when orientation matters.
zh_hans: 按该植物的要求选择叶片、叶柄或叶片切段；如果栽插方向很重要，要记清哪一端朝下。

source: Use this for plants that are adapted to strong sun. Acclimate plants gradually because sudden intense light can scorch leaves.
zh_hans: 只有适应强光的植物才适合直射阳光。要逐步适应，突然增强光照可能灼伤叶片。

source: Uses lowercase and is italicized with the genus.
zh_hans: 使用小写字母，并与属名一起用斜体书写。

source: Uses the AI-recommended seasonal intervals. Existing reminder times are kept, and you can adjust the schedule later.
zh_hans: 使用 AI 建议的各季节间隔。已有提醒会保留原来的时间，之后也可以随时调整。

source: Usually a pause
zh_hans: 通常只是生长放缓

source: Update
zh_hans: 更新

source: Variegated
zh_hans: 斑锦

source: Vascular plants with spores instead of seeds
zh_hans: 具有维管组织，用孢子而非种子繁殖

source: Vein patterns can help identify plants and reveal some nutrient or watering problems.
zh_hans: 叶脉纹路能帮助辨认植物，也可能反映某些养分或浇水问题。

source: Veins
zh_hans: 叶脉

source: Veins carry water and sugars while forming a supportive network inside the leaf.
zh_hans: 叶脉在叶片内形成支撑网络，并运输水分和糖分。

source: Vibe-coded with love by Zico
zh_hans: 由 Zico 用爱 Vibe Coding 打造

source: Version %@
zh_hans: 版本 %@

source: View app credits and open-source information
zh_hans: 查看致谢、贡献者和开源信息

source: View Apple’s transfer instructions
zh_hans: 查看 Apple 的换机说明

source: View GPT-5.4 nano pricing
zh_hans: 查看 GPT-5.4 nano 的价格

source: View photo full screen
zh_hans: 全屏查看照片

source: VISIBLE SYMPTOM
zh_hans: 可见症状

source: VISUAL CHECK
zh_hans: 观察症状

source: Visual problem guide
zh_hans: 植物问题图解

source: Wait and check again
zh_hans: 先等等，之后再检查

source: Wait for several healthy roots or a rooted division that holds together. New shoot growth is another encouraging sign.
zh_hans: 等长出数条健康新根，或分株的根团已经稳固后再换盆；开始冒出新芽也是好信号。

source: Wait for the mix to dry to the plant’s preferred level. If it stays wet unusually long, inspect drainage, light, pot size, and root health.
zh_hans: 等盆土干到植物适合的程度。如果它长时间不干，要检查排水、光照、花盆大小和根系状态。

source: Warm, dry air usually speeds drying; cool or humid air usually slows it.
zh_hans: 温暖干燥的空气通常会加快盆土变干；凉爽或潮湿的环境则会让它干得更慢。

source: Watch a new leaf take shape.
zh_hans: 看一片新叶慢慢长成。

source: Watch for
zh_hans: 留意事项

source: Watch for drainage
zh_hans: 观察盆底出水

source: Watch the soil surface and nearby leaves after watering. A yellow sticky card near the pot can help confirm flying adults.
zh_hans: 浇水后观察土面和附近叶片。在花盆旁放一张黄色粘虫板，可以帮助确认是否有成虫。

source: Watch the sun
zh_hans: 观察阳光路径

source: Water
zh_hans: 浇水

source: Water and drain
zh_hans: 浇透并沥干

source: Water now
zh_hans: 记录浇水

source: Water or potting mix?
zh_hans: 水培还是基质？

source: Water or root stress
zh_hans: 水分或根系问题

source: Water stress
zh_hans: 水分失调

source: Water thoroughly
zh_hans: 每次浇透

source: Water thoroughly, let excess water escape, and return the plant to suitable light while it settles.
zh_hans: 浇透水，让多余水分流出，再将植株放回光照合适的位置适应。

source: Water today
zh_hans: 今天浇水

source: WATER WITH A REASON
zh_hans: 先检查，再浇水

source: Watered
zh_hans: 已浇水

source: Watering
zh_hans: 浇水

source: Watering basics
zh_hans: 浇水基础

source: Watering due
zh_hans: 浇水提醒

source: watering entry
zh_hans: 浇水记录

source: Watering Reminder
zh_hans: 浇水提醒

source: Watering reminders
zh_hans: 浇水提醒

source: Watering Reminders
zh_hans: 浇水提醒

source: Watering reminders are optional and scheduled only on this iPhone.
zh_hans: 浇水提醒可以随时关闭，所有提醒只保存在这台 iPhone 上。

source: waterings
zh_hans: 浇水次数

source: Watermelon peperomia
zh_hans: 西瓜皮椒草

source: Wax begonia
zh_hans: 四季秋海棠

source: Weeping fig
zh_hans: 垂叶榕

source: Wet and heavy
zh_hans: 盆土湿，花盆沉

source: Wet leaves and still air can encourage some fungal or bacterial problems.
zh_hans: 叶片潮湿且空气不流通，容易引发某些真菌或细菌问题。

source: What is shared
zh_hans: 会发送哪些信息

source: What is your plant showing?
zh_hans: 你的植物出现了什么状况？

source: What it can mean
zh_hans: 这可能说明

source: What it does
zh_hans: 它有什么作用

source: What it looks like
zh_hans: 外观特点

source: What often stands out
zh_hans: 常见识别线索

source: What to do
zh_hans: 可以怎么做

source: What to do now
zh_hans: 现在可以怎么做

source: What to notice
zh_hans: 观察重点

source: What to take
zh_hans: 该取哪个部位

source: What you might notice
zh_hans: 你可能会看到

source: What you might see
zh_hans: 你可能会看到

source: Where growth begins
zh_hans: 新芽从哪里长出

source: Where to look
zh_hans: 重点检查哪里

source: Where your data is stored
zh_hans: 数据存在哪里

source: White cottony insects collect in plant joints. Leaves may yellow, and the plant can feel sticky from honeydew.
zh_hans: 白色棉絮状小虫常聚集在叶片与茎的连接处。叶片可能发黄，虫体分泌的蜜露也会让植株摸起来发黏。

source: White, cottony clusters
zh_hans: 白色棉絮状虫团

source: Whole plant
zh_hans: 整株植物

source: Why it helps
zh_hans: 有什么用

source: Why it matters
zh_hans: 为什么值得了解

source: Why plant names change
zh_hans: 植物为什么会改名

source: Why taxonomy helps
zh_hans: 植物分类有什么用

source: Why the schedule changes
zh_hans: 浇水频率为什么会变

source: Widest near the middle
zh_hans: 中部最宽

source: WILD DISCOVERY
zh_hans: 野外记录

source: Wild Finds
zh_hans: 野外拾趣

source: WILD FINDS
zh_hans: 野外拾趣

source: Wild plant
zh_hans: 野外植物

source: Wilting can happen when a plant is too dry or when damaged roots cannot take up water. Check the potting mix and roots before reacting.
zh_hans: 萎蔫既可能是缺水，也可能是根系受损后无法吸水。采取措施前，先检查盆土和根系。

source: Winter
zh_hans: 冬季

source: Yellow leaves
zh_hans: 叶片发黄

source: You can see a distinct patch of sunlight or a crisp shadow on or beside the plant when the sun reaches the window.
zh_hans: 太阳照进窗户时，植物叶片上或周围会出现清晰的光斑或轮廓分明的影子。

source: You can see roots develop and monitor the water level. Move the cutting to mix before the water roots become a crowded tangle.
zh_hans: 水培方便观察新根和水位。不要等水生根挤成一团后才转入基质。

source: You do not need to memorize every rank. Start with family, genus, species, and cultivar—the names you are most likely to encounter as a plant owner.
zh_hans: 不必背下每个分类层级。先认识科、属、种和栽培品种就够了，它们是养植物时最常遇到的名称。

source: You helped the PlantStory garden grow.
zh_hans: 谢谢你陪 PlantStory 的小花园一起成长。

source: You may also know it as
zh_hans: 你可能还听过这些名字

source: You stay in control
zh_hans: 是否使用，由你决定

source: You’re raising %lld plants
zh_hans: 正在照顾 %lld 株植物

source: You’re raising 1 plant
zh_hans: 正在照顾 1 株植物

source: You’ve saved %lld discoveries
zh_hans: 已记录 %lld 次发现

source: You’ve saved 1 discovery
zh_hans: 已记录 1 次发现

source: Your API key
zh_hans: 你的 API 密钥

source: Your API key is no longer available. Add it again from the Settings tab.
zh_hans: 找不到已保存的 API 密钥，请前往“设置”重新添加。

source: Your collection
zh_hans: 我的植物

source: Your discoveries
zh_hans: 我的野外记录

source: Your garden stays on this iPhone
zh_hans: 你的花园，只留在这台 iPhone 上

source: Your plants, wild finds, photos, notes, watering history, and fertilizing history are not uploaded to iCloud, CloudKit, or a PlantStory server.
zh_hans: 植物、野外记录、照片、笔记，以及浇水和施肥历史都不会上传到 iCloud、CloudKit 或 PlantStory 服务器。

source: Zebra alocasia
zh_hans: 斑马海芋

source: ZZ plant
zh_hans: 金钱树
